Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2943.html.tmx
Source language: sme
Languages: nob

source: Sámi giellaprográmma rávisolbmuid vastte geat háliidit oahppat sámegiela
nob: Samisk språkprogram for voksne som vil lære seg samisk

source: Várrepresideantta Marianne Balto dearvvahansárdni sámigiellaprográmma almmolaš ráhppama oktavuođas njukčamánu 17.b.2009
nob: Visepresident Marianne Baltos hilsnings tale under den offisielle åpningen av samisk språkprogram den 17. mars 2009

source: Almmuhan Magga , Sara Marja .
nob: Publisert av Magga , Sara Marja .

source: Maŋimustá rievdaduvvon 17.03.2009
nob: Sist endret 17.03.2009

source: Giitu go bovdiidet mu dán čoahkkimii .
nob: Jeg vil takke for innbydelsen til dette møtet .

source: Sámediggái lea dát dáhpáhus hirbmat dehálaš ; dál de álggahuvvo giellabargu mas lea ulbmilin oahpahit sámegiela ollesolbmuide .
nob: For Sametinget er dette et meget viktig møte ; nå igangsettes samiskopplæring for voksne .

source: Sámegiela ealáskahttin ja nannen lea okta daid stuorámus hástalusain otná dilis .
nob: Vitalisering og styrking av samisk språk er en av de største utfordringene i dagens situasjon .

source: Ja , ollesolbmot geat leat manahan gielaset , gillájit máŋgga láhkái .
nob: Og de voksne som har mistet språket sitt , lider på mange måter .

source: Sii moraštit go eai beassan oahppat eatnigielaset , sii moraštit go eai beasa mánáideaset oahpahit sámegiela ja sii gillájit go eai bastte veahkehit mánáideaset sámegiela skuvlabargguin ruovttus .
nob: De synes det er sørgelig at de ikke fikk lære seg morsmålet sitt , de beklager at de ikke kan lære barna sine samisk og de lider under det at de ikke er i stand til å hjelpe barna sine med skolearbeidet i samisk hjemme .

source: Dán dili mii háliidat rievdadit .
nob: Vi ønsker å endre på denne situasjonen .

source: Min niehku lea ahte 5 jagi geahčen leat mis olu eambbo rávisolbmot geat hállet sámegiela go otne .
nob: Drømmen vår er at vi i løpet av 5 år har mange flere voksne som snakker samisk enn det vi har i dag .

source: Ja , danin leage dát beaivi nu dehálaš sámegiela boahtteáigái .
nob: Og derfor er denne dagen så viktig for det samiske språkets framtid .

source: Sámegiela ferte suodjalit ja ovddidit oktilaččat .
nob: Det samiske språket må bevares og utvikles kontinuerlig .

source: Jos sámi kultuvrras galgá leat boahtteáiggi , de ferte leat álbmogis vejolašvuohta oahppat ja geavahit iežas giela .
nob: Den samiske kulturens framtid er avhengig av befolkningens mulighet til å lære seg sitt eget språk og kunne bruke det .

source: Danin háliida ge Sámediggi leat láidesteaddjin sámegiela nannenbarggus , buot sámi guovlluin .
nob: Derfor ønsker Sametinget å gå i spissen for styrkingen av det samiske språket , i alle samiske områder .

source: Sámedikkis han lea ovddasvástádus sámi álbmogii ja dat geatnegahttá .
nob: Det er jo Sametinget som har ansvaret for den samiske befolkningen og det forplikter .

source: Nu leage dále Sámediggeráđđi válljen offensiivvalaččat , ja čielga ulbmiliiguin , áŋgiruššat sámegielaid ealáskahttimis .
nob: Derfor har Sametingsrådet valgt å satse offensivt , og med klare mål , på vitalisering av samisk språk .

source: Sámediggi lea 2008 rájes atnigoahtán Sámeálbmot foandda reanttuid .
nob: Fra 2008 har Sametinget tatt i bruk avkastningen av Samefolkets fond .

source: Dát addá ođđa vejolašvuođaid bidjat johtui earret eará stuorát giellaprošeavttaid .
nob: Dette gir nye muligheter for igangsetting av blant annet større språkprosjekter .

source: Mii leat válljen vuoruhit doaibmabijuid , mat sáhttet dagahit ahte sámegiella gullo juohke sajes , juohke beaivve gos dal de olbmot deaivvadit .
nob: Vi har valgt å prioritere slike tiltak som gjøre at samisk høres overalt , hver dag hvor mennesker måtte treffes .

source: Min ulbmil dáinne prográmmain , maid otne álggahit , lea ahte eanet aht ' eanet olbmot álget hállat sámegiela beaivválaččat ja ahte sámegiella šaddá lunddolaš giellan buot servvodaga oktavuođain .
nob: Vårt mål med dette programmet , som vi innleder i dag , er at flere og flere mennesker begynner å snakke samisk daglig og at samisk blir et naturlig språk i alle samfunnsmessige sammenhenger .

source: Sámediggi lea ovttas Sámi Allaskuvllain álggahan stuorra barggu mas lea sáhkan ráhkadit sierra sámi giellaoahpu .
nob: Sametinget har sammen med Samisk høgskole satt i gang et stort arbeid med å utvikle en egen samisk språkutdanning .

source: Dát lea viiddis prográmma mas leat máŋga dási .
nob: Dette er et omfattende program med mange nivåer .

source: Das lea bajitdási strategalaš plána , mii sisttisdoallá máŋga suorggi giellabarggus .
nob: Det har en overordnet strategisk plan med mange moduler innen språkarbeidet .

source: Prográmma bistá máŋga jagi ja galgá maiddái hutkat oahppoplána boahtteáigái .
nob: Programmet vil vare i mange år og skal også skape framtidige læreplaner .

source: Ja , dat galgá leat lullisámegiella , julevsámegiella ja davvisámegiella várás .
nob: Og det skal gjelde for både sørsamisk , lulesamisk og nordsamisk .

source: Nu váldá ge dát prográmma vuhtii iešguđet gielaid otná dili .
nob: På denne måten tar programmet hensyn til dagens situasjon for de forskjellige språkene .

source: Dát gáibida iešguđet vugiid min ealáskahttin- ja nannenbargui sámegiela várás .
nob: Dette krever forskjellige metoder i vårt arbeid med vitaliseringen og styrkingen av det samiske språket .

source: Eanáš sámi guovlluin lea dál áhkku- ja áddjágeardi geain lea sámegiella eatnigiellan , muhto sin mánáin , geat otne lea váhnemat , - eai máhte sámegiela doarvái bures .
nob: I dag er det besteforeldergenerasjonen som har samisk som morsmål i de fleste samiske områdene , men deres barn , som nå er foreldre , - behersker ikke samisk godt nok .

source: Áhkuin ja ádjáin lei máhttu oahpahit sámegiela viidáseappot sin mánáide .
nob: Besteforeldrene hadde kompetanse til å lære samisk videre til sine barn .

source: Muhto sii eai dáhtton dan dahkat .
nob: Men de ønsket ikke å gjøre det .

source: Ja , sivva lei dávjá go dáruiduhttinpolitihka lei sidjiide jáhkihan ahte dat lei buoremus sin mánáide oahpahit dárogiela .
nob: Og grunnen var ofte at fornorskningspolitikken hadde innprentet dem at det beste var å lære barna sine norsk .

source: Nu leatge ollu váhnemat geat háliidivčče mánáideaset oahpahit sámegiela , šaddan dan dillái ahte eai sáhte veahkehit mánáid sámegiela oahpuin .
nob: Derfor er det mange foreldre som gjerne vil lære barna sine samisk , men som er kommet i den situasjonen at de ikke kan hjelpe barna sine med samiskopplæringen .

source: Dát lea lossa ja surgadis dilli dáid váhnemiidda ja dan dilis mii fertet ja áigut beassat eret .
nob: Dette er en tung og bedrøvelig situasjon for disse foreldrene , og det er denne situasjonen vi må og skal komme bort fra .

source: Ja , doaivumis mii otne vuolgit ođđa ja buoret giellaáigái , mas sámegiella gullo beaivválaččat , buot sámi guovlluin .
nob: Og det er å håpe at vi nå går inn i en ny og bedre språkæra , der samisk høres daglig , i alle samiske områder .

source: Dat mii duođaid illuda mu lea go nu olusat min otná váhnengearddis dáhttu oahpahit iežaset mánáide sámegiela , vaikko sis váilu máhttu .
nob: Det som virkelig gleder meg er at det i dag er så mange i vår foreldregenerasjon som ønsker å lære barna sine samisk , på tross av at de mangler kunnskaper .

source: Maiddái sámi nuorain lea nanu dáhttu váldit giela ruovttoluotta .
nob: Også samisk ungdom har et ønske om å ta tilbake språket .

source: Dát addá midjiide erenoamáš vejolašvuođaid , muhto dieđusge maiddái hástalusaid .
nob: Dette gir oss enestående muligheter , men selvfølgelig også utfordringer .

source: Muhto mun gal in eahpit ahte mii eat lihkostuva dáinne bargguin jos beare máhttit rivttesláhkái bargat ja geavahit doarvái resurssaid dasa .
nob: Men jeg er ikke i tvil om at vi vil lykkes med dette arbeidet bare vi makter å utføre arbeidet riktig og setter inn tilstrekkelig med ressurser .

source: Bealistan maid háliidan muittuhit buot daid olbmuid geat máhttet hállat sámegiela , muhto eai hálddaš čállima ja lohkama .
nob: For min egen del vil jeg også minne om alle de som kan snakke samisk , men som ikke behersker skriving og lesing .

source: Dáidde olbmuide galgat heivehit fálaldagaid prográmmas maid otne álggahit .
nob: For disse menneskene skal det tilpasses et tilbud gjennom programmet som igangsettes i dag .

source: Nu besset dát olbmotge ávkki atnit sámegielat čállindáidagis ja sidjiide ráhpo áibbas ođđa máilbmi , jáhkán mun .
nob: Slik vil også de få nytte av samisk litteratur og annen skriftlig samisk materiale og jeg er ikke i tvil om at en helt ny verden vil åpne seg for dem.

source: Dábálaš dilis dáhpáhuvvá lunddoleamos ja beaktileamos giellaoahpaheapmi ruovttuin .
nob: Som regel lærer man språket hjemme naturlig og effektivt .

source: Danne lea dehálaš váhnemiidda oahpahit sámegiela vai sii bastet iežaset mánáide oahpahit giela .
nob: Dersom foreldrene skal kunne gi opplæring i språket til sine barn er det viktig at også de får opplæring i samisk .

source: Nu láhčit saji ealli gillii , gos oahpaheapmi dáhpáhuvvá lunddolaččat , mánáid ruovttuin .
nob: Med dette vil vi tilrettelegge for et levende språk , der språkopplæringen skjer naturlig , hjemme hos barna .

source: Dat doaibma , man birra otne lea sáhka , dán čoahkkimis , leage juste dáid olbmuid várás .
nob: Tilbudet som vi nå snakker om , er nettopp beregnet for disse menneskene .

source: Giellaprográmma galgá leat ávkin vánhemiidda , nuoraide ja mánaide geat háliidit ja áŋgiruššet sámegiela oahppat .
nob: Dette språkprogrammet skal være nyttig for foreldrene , ungdommen og barna som ønsker og strever for å lære seg samisk .

source: Sidjiide mii otne láhčit ođđa ja buoret dili .
nob: Det er for disse vi her i dag vil tilrettelegge en ny og bedre situasjon .

source: Sámediggi lea movtta go Sámi allaskuvla lea váldán badjelasas dán dehálaš barggu , sihke ráhkadit ja čađahit sámegiel oahpu ollesolbmuide .
nob: Sametinger er glad for at Samisk høgskole har tatt ansvar for dette viktige arbeidet , og vil både utvikle og gjennomføre opplæring i samisk for voksne .

source: Sámi allaskuvla leage dat áidna allaskuvlla mii lea huksen sámi birrasa gos sámi giella ja kultuvra lea vuođđun oahpaheapmái .
nob: Samisk høgskole er nemlig den eneste høgskolen som har etablert et samisk miljø der samisk språk og kultur er lagt til grunn for opplæringen .

source: Sámi allaskuvla fállá oahpuid mat leat sámi servodaga dárbbuid várás , otnáš ja boahtteáiggi dilálašvuođaid ektui .
nob: Samisk høgskole har tilrettelagt opplæringstilbud etter de behovene som det samiske samfunnet har i dag og i fremtiden .

source: Sámi allaskuvla lea maid máŋga jagi bargan sámegieloahpahusain rávisolbmuide .
nob: Samisk høgskole har i flere år arbeidet for å få til et opplæringstilbud i samisk for voksne .

source: Skuvllas lea nanu fágabiras sámegielas , mii lea dehálaš go dal ovttas álggahit giellaoahpahus mas lea ulbmilin juksat olles álbmoga .
nob: Skolen har betydelig fagmiljø i samisk språk , som har betydning for det samarbeidet vi skal inngå i forbindelse med språkopplæringen hvis mål er å dekke hele befolkningen .

source: Go Sámediggi bijai johtui dán rávisolbmooahpahus-oasseprográmma , de lei okta eaktu ahte oahppoásahus galgá doallat lagas oktavuođa sámi giellabirrasiiguin miehtá Norgga .
nob: Et av vilkårene da Sametinget igangsatte delprogrammet for opplæring for voksne , var at opplæringsinstitusjonen skulle holde kontakt med alle de samiske språkmiljøene i Norge .

source: Norggas mis leat golbma sámegiela ja dasto vel máŋga suopmana .
nob: Norge har tre samiske språk og i tillegg har vi flere dialekter .

source: Sámi giellabirrasat miehtá Norgga leat dehálačča vai juksat olles álbmoga dáinne oasseprográmmain mas lea sáhka ollesolbmuide fállat giellaoahpu .
nob: De samiske språkmiljøene i hele Norge blir viktige samarbeidspartnere når man gjennom programmet tilbyr språkopplæring for hele befolkningen .

source: Danne leange ilus go giellaguovddážat leat fárus min ovttasbarggus .
nob: Derfor er jeg glad for at språksentrene er med i vårt samarbeid .

source: Giellaguovddážat leat áibbas dárbbašlaš oasit fierpmádagas mii sihkkarastá olles álbmogii fálaldaga .
nob: Det er helt nødvendig at språksentrene er med i nettverket som vil sikre tilbud for hele befolkningen .

source: Sin haga mii eat birge ja sin oasálastin dahká ahte mii olihat buot giliid ja čiegaid Sámis .
nob: Uten språksentra klarer vi oss ikke og deres deltakelse betyr jo at vi inkluderer alle bygder i Sápmi .

source: Ja , ná mii geavahat buot searaid ávkin giellaprográmmas .
nob: Og , slik samler vi alle krefter til å styrke språkprogrammet .

source: Dás lea maiddái eará bealli maid ferte atnit muittus .
nob: Programmet har også en annen side som vi mener er viktig , nemlig lokal forankring .

source: Giellaoahpaheapmi galgá váldit vuođu giela báikkálaš dilis ja suopmanis , vai sámiid báikkálaš identitehta bisuhuvvo ja nannejuvvo .
nob: Språkopplæringen skal være forankret lokalt og ta utgangspunkt i stedlige varianter for å kunne bevare og styrke lokal samisk identitet .

source: Sámi giellaguovddážat leat dehálaš giellaarenat , erenoamážit doppe gos sámegiella lea heittot dilis .
nob: De samiske språksentra er viktige språkarenaer , spesielt i områder hvor språket står svakt .

source: Giellaguovddážiin leat maid dat dieđut báikkálaš gielladili birra mat dárbbašuvvojit go galgá bidjat johtui dákkár doaimmaid .
nob: Språksentrene innehar også informasjon om lokal språksituasjon som er nødvendige for igangsetting av slike tiltak .

source: Oktiibuot leat ásahuvvon logi sámi giellaguovddáža sámi guovlluin Norgga bealde .
nob: I samiske områder på norsk side er det etablert til sammen ti samiske språksentra .

source: Dát guovddážat leat álggahuvvon báikkálaččat , ja jurdda ásaheami duogábealde lea leamaš dárbu čohkket resurssaid ja cegget giellaarenaid .
nob: Disse sentrene er etablert av lokale aktører , og tanken bak etableringen har vært å samle resurssene og opprette språkarenaer .

source: Sámi giellaguovddážat addet vejolašvuođa oahppat ja ovddidit sámegiela sihke njálmmálaččat ja čálalaččat , ja danne lea sin bargu issoras mávssolaš giela oppalaš suodjaleapmái ja bisuheapmái .
nob: Disse sentrene gir tilbud om opplæring og er viktige for utviklingen av det samiske språket både muntlig og skriftlig , og derfor er arbeidet de utfører av svært stor betydning for vern og bevaring av språket generelt .

source: Sámi giellaguovddážiid bokte sihkkarastojuvvo vejolašvuohta oahppat ja viidáset ovddidit min sámi giellamáhtu báikkálaččat .
nob: Gjennom disse språksentrene sikres tilbud om opplæring og vår lokale språkkunnskap blir utviklet .

source: Sámediggi jáhkká ođđa giellaprográmma nannet giellaguovddážiid dan dihte go besset ovttas Sámi allaskuvllain ja eará giellaguovddážiiguin ovddidit ja čađahit giellaoahpahusa .
nob: Sametinget tror at det nye språkprogrammet vil styrke språksentrene fordi dette gir en mulighet til i samarbeid med Samisk høgskole og andre språksentra , å utvikle og gjennomføre språkundervisning .

source: Dat fas lea ávkin giellaguovddážiidda maŋit áigái ja sin rolla giellaárenan ja giellaguoddin šaddá ain deháleabbon ovddasguvlui
nob: Dette er til nytte for språksentrene i fremtiden , og deres rolle som språkarena og språkformidler får større betydning i fremtiden .

source: Sámediggi doaivu ja vuordá ahte giellaprográmma maid otne álggahit šaddá ávkin ollu servodatsurggiide .
nob: Sametinget håper og forventer at språkprogrammet som i dag igangsattes , blir til nytte for flere områder i samfunnet .

source: Mii doaivut ja sávvat ahte dát lea ávkin rekrutteremii Sámi allaskuvlii ja eará oahpahusaide , gos lea dárbu sámegielat fágaolbmuide .
nob: Vi håper og ønsker at dette er til nytte for rekruttering av elever til Samisk høgskole og andre utdanningsinstitusjoner , hvor behovet for samisk språklige fagfolk er stort .

source: Mii han diehtit ahte lea stuora váilevašvuohta oahppanolbmuide ollu surggiin , nugo dearvvašvuođa - ja sosiálasuorggis , riektesihkarvuođasuorggis , mediasuorggis ja eará servodatdoaimmain .
nob: Vi vet nemlig at det er stor mangel på fagfolk på mange områder , som for eksempel i helse- og sosialsektoren , i rettssystemet , i media og på andre områder i samfunnet .

source: Nu doaivvunge mii otná dáinne giellaprográmmain vuolgit ođđa áigái ja ođđa dillái , mas sámegiella láidesta min servvodaga ođđa olahusaide ja buoret boahtteáigái .
nob: Derfor håper jeg at vi i dag med dette språkprogrammet vil gå over i en ny æra og få en ny situasjon , der samisk språk gir nye utfordringer og bedre fremtid for samfunnet vårt .

source: De giittán bealistan ja sávan lihkku midjiide buohkaide ođđa giellabargguin .
nob: Med dette vil jeg takke for meg , og ønsker alle dere til lykke med det nye språkarbeidet .
